info_01 ="""
เรียนอาจารย์ อาจารย์ ดร.วิชิต สมบัติ และ อาจารย์ ประจำวิชาทุกท่าน
"""

info_02 ="""
Function ที่มีได่แก่

- สามารถ เลือก Model AI ได้เช่น DeepSeek-R1 , llama3.1 และอื่นๆ ตามต้องการ
- มีได้หลายแชท เพิ่มแชทได้ 
- สามารถเก็บข้อมูล ของผู้ติดต่อมาหาเราผ่านช่องทาง Contact me ! pabbly
- เก็บ log สนทนาของผู้ใช้ และ บอท
"""

info_03 = """
:material/chevron_right: ใช้ AI Moel : DeepSeek-R1 เพราะเป็นการตอบแบบคิดวิเคราะห์ก่อจจะตอบ เตอบคำถามได้อย่างครบถ้วน และไม่กินพื้นที่ทรัพยากรมากนัก\n
:material/chevron_right: ใช้ AI Moel : llama3.1 เนื่องจากใช้ทรัยกรน้อย และ รับรองภาษาไทยได้ดี มีโมเดลที่ดีและไวในการตอบ
"""


info_04 ="""
จุดประสงค์ ที่มีได่แก่

- เพื่อความยืดหยุ่นในการค้นหา และ สามารถเลือกได้ตามต้องการ
- มีได้หลายแชท เพื่อจดจำการค้นหาไว้
- รู้และความต้องการของผู้ใช้ ผ่านการติดต่อ
- นำข้อมูลที่ได้ไปพัฒนาต่อไป
"""

summer = """
- สามารถเพิ่มความสามารถของ AI และ พัฒนาต่อได้
- ยังสามารถปรับแต่งได้่สวยงามมากขึ้น
- ยังขาดประสบการณ์ในการเขียน และทำความเข้าใจ
- ประโยชน์ที่ได้รับระหว่างการ เขียนเพิ่มพูล 
- เนื่องด้วยเวลาที่ และ Device ที่จำกัด และอยู่ในช่วงสอบ อาจทำผลงานอาจไม่ได้ดี เท่าที่ควร """